{
  "vietnamese": "Vietnamese",
  "english": "English",
  "Exciting offers on": "Exciting offers on",
  "we are hiring": "WE ARE HIRING",
  "info": "Info",
  "join": "JOIN",
  "retailers": "RETAILERS",
  "who trust telio source everyday": "WHO TRUST TELIO TO SOURCE EVERYDAY",
  "now available for 3 verticals": "Three key business segment",
  "manufacturing electrical cabinets": "manufacturing electrical cabinets",
  "Electrical cabinets are a key product of Triangle tech, we support customers. Support customers to plan technical safety, optimize costs and deliver products as quickly as possible to the construction site.": "Electrical cabinets are a key product of Triangle tech, we support customer to plan technical safety, optimize costs and deliver products as quickly as possible to the construction site.",
  "cable tray ladder, electrical equipment": "cable trunking, electrical equipment",
  "value lies in every small detail, ensuring to send to customers genuine products, guaranteed quality in each order.": "worth in every small detail, ensuring to delivery to customers the genuine products, guaranteed quality .",
  "after sale service": "Guarantee and service",
  "For us, the main service is the product. Any requirements arising after your delivery will be met by Triangle tech as a valuable order.": "For us, service is the key product. Any requirements arising after order will be met by Triangle tech as good as possible.",
  "genuine commitment on each product": "Genuine commitment on each product",
  "zalo store": "Zalo shop",
  "mobile app": "Mobile app",
  "hiring": "Hiring",
  "home": "Home",
  "language": "Language",
  "product": "Product",
  "what customers feel about": "what customers feel about",
  "buy on": "Buy on",
  "dedicated pre-sale service": "Best pre-sale service",
  "With a team of experienced and dedicated engineers. We are committed to making the optimal technical plan with a FREE quote within 48 hours of receiving the request": "With a team of experienced and dedicated engineers. We are committed to making the optimal spec with a FREE quote within 48 hours of receiving the order.",
  "Fast shipping": "Fast deliverry",
  "Sharing with projects with extremely tight progress, With the end-to-end production process, we are committed to on-time delivery to ensure on-time delivery for our customers": "Sharing with projects with extremely urgent progress, With the end-to-end production process, we are committed to on-time delivery to meet timeline of our customers.",
  "Perfect quality and service": "Perfect quality and service",
  "Triangle Tech ensures product quality in accordance with your requirements, along with a commitment to always accompany customers in every smallest issue": "Triangle Tech ensure the product quality in accordance with customer's requirements, along with a commitment to always accompany customers in every smallest issue.",
  "going to perfect": "REACH TO PERFECTION",
  "Bringing ELECTRICAL CONTROL and cable tray ladders with the best quality - the best service - The most suitable price to your project": "Bringing ELECTRICAL CONTROL and cable tray ladders with the best quality - the best service - The most suitable price to your project",
  "Delivery policy": "Delivery policy",
  "Payment policy": "Payment policy",
  "Order Policy": "Order Policy",
  "shopee": "Shopee store",
  "key products": "key products",
  "Enthusiastic consultation, providing optimal solutions to save costs, respond quickly": "Enthusiastic consultation, providing optimal solutions to save costs, respond quickly",
  "Very satisfied with the mechanism as well as sales, enthusiastic and professional technical team, quick quotation, very good after-sales support": "Very satisfied with the mechanism as well as sales, enthusiastic and professional technical team, quick quotation, very good after-sales support",
  "Really trust TRIANGLE TECH, delivery on time, quality as committed, especially enthusiastic support, generally satisfied": "Really trust TRIANGLE TECH, delivery on time, quality as committed, especially enthusiastic support, generally satisfied",
  "TRIANGLE TECH MECHANICAL ELECTRICAL COMPANY LIMITED": "TRIANGLE TECH MECHANICAL ELECTRICAL COMPANY LIMITED",
  "Business man": "Business man",
  "Sales staff of low voltage electrical cabinets, cable tray ladders, electrical equipment": "Sales staff of low voltage electrical cabinets, cable trunking, electrical equipment",
  "Mechanical design engineer": "Mechanical design engineer",
  "Mechanical engineers design electrical cabinets, cable tray ladders": "Mechanical engineers design electrical cabinets, cable tray ladders",
  "Electrical Engineer": "Electrical Engineer",
  "Apply now": "Apply now",
  "JOIN Triangle Tech TODAY": "JOIN Triangle Tech TODAY",
  "List of job vacancies": "List of job vacancies",
  "hotline": "Hotline",
  "General Director of AN PHU Plastic Factory, INVETOR": "General Director of AN PHU Plastic Factory, INVETOR",
  "HITEKI VIETNAM JOINT STOCK COMPANY MECHANICAL ELECTRICAL CONTRACTOR": "HITEKI VIETNAM JOINT STOCK COMPANY MECHANICAL ELECTRICAL CONTRACTOR",
  "Commander": "Site manager"
}
