{
  "vietnamese": "Tiếng Việt",
  "english": "Tiếng Anh",
  "Exciting offers on": "Ưu đãi hấp dẫn trên",
  "we are hiring": "TUYỂN DỤNG",
  "blog": "Tuyển dụng",
  "join": "CÙNG",
  "retailers": "CỬA HÀNG",
  "who trust telio source everyday": "TIN TƯỞNG ĐẶT HÀNG QUA TELIO MỖI NGÀY",
  "now available for 3 verticals": "3 ngành hàng tập trung",
  "manufacturing electrical cabinets": "Sản xuất tủ điện",
  "Electrical cabinets are a key product of Triangle tech, we support customers. Support customers to plan technical safety, optimize costs and deliver products as quickly as possible to the construction site.": "Tủ điện là sản phẩm mũi nhọn của Triangle tech, chúng tôi hỗ trợ khách hàng .Hỗ trợ quý khách hàng lên phương án an toàn về kỹ thuật, tối ưu về chi chí và bàn giao sản phẩm nhanh nhất tới chân công trình.",
  "cable tray ladder, electrical equipment": "Thang máng cáp, thiết bị điện",
  "value lies in every small detail, ensuring to send to customers genuine products, guaranteed quality in each order.": "giá trị nằm trong từng chi tiết nhỏ, đảm bảo gửi tới khách hàng sản phẩm chính hãng, chất lượng đảm bảo trong từng đơn hàng.",
  "after sale service": "dịch vụ sau bán",
  "For us, the main service is the product. Any requirements arising after your delivery will be met by Triangle tech as a valuable order.": "Với chúng tôi, dịch vụ chính là sản phẩm với bất cứ yêu cầu phát sinh sau khi giao hàng của quý khách sẽ được Triangle tech đáp ứng như một đơn hàng giá trị",
  "genuine commitment on each product": "cam kết chính hãng trên từng sản phẩm",
  "zalo store": "Cửa hàng zalo",
  "mobile app": "Ứng dụng điện thoại",
  "hiring": "Tuyển dụng",
  "home": "Trang chủ",
  "language": "Ngôn ngữ",
  "product": "Sản phẩm",
  "what customers feel about": "Khách hàng cảm nhận về",
  "buy on": "Mua hàng trên",
  "dedicated pre-sale service": "Dịch vụ trước bán tận tình",
  "With a team of experienced and dedicated engineers. We are committed to making the optimal technical plan with a FREE quote within 48 hours of receiving the request": "Với đội ngũ kỹ sư giàu kinh nghiệm, tâm huyết. Chúng tôi cam kết sẽ lên phương án kỹ thuật tối ưu cùng với báo giá MIỄN PHÍ trong vòng 48h kể từ khi nhận được yêu cầu",
  "Fast shipping": "Giao hàng nhanh chóng",
  "Sharing with projects with extremely tight progress, With the end-to-end production process, we are committed to on-time delivery to ensure on-time delivery for our customers": "Chia sẻ với những dự án có tiến độ cực căng, Với quy trình sản xuất end-to-end, chúng tôi cam kết giao hàng đúng lịch để đảm bảo đúng tiến độ cho Quý khách hàng",
  "Perfect quality and service": "Chất lượng và dịch vụ hoàn hảo",
  "Triangle Tech ensures product quality in accordance with your requirements, along with a commitment to always accompany customers in every smallest issue": "Triangle Tech đảm bảo chất lượng sản phẩm đúng với yêu cầu của quý khách, cùng với lời cam kết luôn đồng hành cùng Quý khách hàng trong từng vấn đề nhỏ nhất",
  "going to perfect": "HƯỚNG TỚI SỰ HOÀN HẢO",
  "Bringing ELECTRICAL CONTROL and cable tray ladders with the best quality - the best service - The most suitable price to your project": "Đưa sản phẩm TỦ ĐIỆN và thang máng cáp với chất lượng hoàn hảo nhất - dịch vụ tốt nhất - Giá thành phù hợp nhất tới công trình của bạn",
  "Delivery policy": "Chính sách giao hàng",
  "Payment policy": "Chính sách thanh toán",
  "Order Policy": "Chính sách đặt hàng",
  "shopee": "Cửa hàng shopee",
  "key products": "các sản phẩm trọng tâm",
  "Enthusiastic consultation, providing optimal solutions to save costs, respond quickly": "Tư vấn nhiệt tình, đưa ra giải pháp tối ưu tích kiệm chi phí, đáp ứng nhanh chóng",
  "Very satisfied with the mechanism as well as sales, enthusiastic and professional technical team, quick quotation, very good after-sales support": "Rất hài long về cơ chế cũng như bán hàng, đội ngũ kỹ thuật nhiệt tình và chuyên nghiệp, báo giá nhanh chóng, support sau bán hàng rất tốt",
  "Really trust TRIANGLE TECH, delivery on time, quality as committed, especially enthusiastic support, generally satisfied": "Thật sự rất tin tưởng TRIANGLE TECH, giao hàng đúng hẹn, chất lượng như cam kết, đặc biệt là support nhiệt tình, nói chung là hài lòng",
  "TRIANGLE TECH MECHANICAL ELECTRICAL COMPANY LIMITED": "Công ty TNHH cơ điện Triangle Tech",
  "Business man": "Nhân viên kinh doanh",
  "Sales staff of low voltage electrical cabinets, cable tray ladders, electrical equipment": "Nhân viên kinh doanh Tủ điện hạ thế, thang máng cáp, thiết bị điện",
  "Mechanical design engineer": "Kỹ sư thiết kế cơ khí",
  "Mechanical engineers design electrical cabinets, cable tray ladders": "Kỹ sư cơ khí thiết kế tủ điện, thang máng cáp",
  "Electrical Engineer": "Kỹ sư điện",
  "Apply now": "Ứng tuyển ngay",
  "JOIN Triangle Tech TODAY": "Tham gia Triangle Tech hôm nay",
  "List of job vacancies": "Danh sách các công việc tuyển dụng",
  "hotline": "Đường dây nóng",
  "General Director of AN PHU Plastic Factory, INVETOR": "Tổng giám đốc nhà máy nhựa AN PHÚ, CHỦ ĐẦU TƯ",
  "HITEKI VIETNAM JOINT STOCK COMPANY MECHANICAL ELECTRICAL CONTRACTOR": "CÔNG TY CỔ PHẦN HITEKI VIỆT NAM NHÀ THẦU CƠ ĐIỆN",
  "Commander": "Chỉ huy trưởng",
  "machine operator": "Nhân viên vận hành máy",
  "Separation of mechanical materials (corrugated iron, copper ...)": "Bóc tách khối lượng vật tư cơ khí ( tôn, đồng ...)",
  "internal accounting": "Kế toán nội bộ",
  "Record entries related to cash receipts and payments and deposits. Timely reporting of cash receipts and payments.": "Hạch toán các bút toán liên quan đến thu, chi tiền mặt, tiền gửi. Phản ánh kịp thời các khoản thu, chi bằng tiền.",
  "mechanical design engineer": "Kỹ sư thiết kế cơ khí",
  "Planning the design of assembly drawings according to customer requirements": "Lập kế hoạch thiết kế bản vẽ lắp ráp theo yêu cầu của khách hàng",
  "mr" : "Ông"
}
